/* %@ Charge: %d%%, amperage: %d, plugged: %@, charging: %@ */
"%@ Charge: %d%%, amperage: %d, plugged: %@, charging: %@" = "%1$@ Batterinivå: %2$d%%, strømstyrke: %3$d, tilkoblet: %4$@, lader: %5$@";

/* %d cycles */
"%d cycles" = "%d sykluser";

/* %d entries */
"%d entries" = "%d oppføringer";

/* %d minutes */
"%d minutes" = "%d minutter";

/* %d months */
"%d months" = "%d måneder";

/* %d year(s), %d month(s) */
"%d year(s), %d month(s)" = "%1$d år, %2$d måned(er)";

/* %dh:%.2dm */
"%dh:%.2dm" = "%1$dt:%2$.2dm";

/* %m/%d/%Y */
"%m/%d/%Y" = "%d.%m.%Y";

/* +++ Awake from Sleep +++ */
"+++ Awake from Sleep +++" = "+++ Vekking fra dvale +++";

/* +++ Battery charge interrupted +++ */
"+++ Battery charge interrupted +++" = "+++ Batterilading avbrutt +++";

/* +++ Battery has been charged +++ */
"+++ Battery has been charged +++" = "+++ Batteriet har blitt ladet +++";

/* +++ Battery is now charging +++ */
"+++ Battery is now charging +++" = "+++ Lader batteri +++";

/* +++ Switching to AC Power +++ */
"+++ Switching to AC Power +++" = "+++ Bytter til strømforsyning +++";

/* --- Going to Sleep --- */
"--- Going to Sleep ---" = "--- Går i dvale ---";

/* --- Switching to Battery Power --- */
"--- Switching to Battery Power ---" = "--- Bytter til batteri ---";

/* . %@ to empty */
". %@ to empty" = ". %@ til tomt";

/* . %@ to full charge */
". %@ to full charge" = ". %@ til fullt";

/* 1 hour */
"1 hour" = "1 time";

/* === Application started === */
"=== Application started ===" = "=== Program startet ===";

/* === Monitoring resumed === */
"=== Monitoring resumed ===" = "=== Overvåkning gjenopptatt ===";

/* === Monitoring stopped === */
"=== Monitoring stopped ===" = "=== Overvåkning stoppet ===";

/* === System is shutting down === */
"=== System is shutting down ===" = "=== System avsluttes ===";

/* AC adapter */
"AC adapter" = "AC-adapter";

/* Added shared battery #%d on %@ */
"Added shared battery #%d on %@" = "La til delt batteri #%1$d på %2$@";

/* Alerts */
"Alerts" = "Varsler";

/* Amperage */
"Amperage" = "Strømstyrke";

/* battery */
"battery" = "batteri";

/* Battery Changed */
"Battery Changed" = "Batteri byttet";

/* Battery Details */
"Battery Details" = "Batteridetaljer";

/* Battery Exhausted */
"Battery Exhausted" = "Batteri oppbrukt";

/* Battery Low */
"Battery Low" = "Batterinivå lavt";

/* Calculating... */
"Calculating..." = "Beregner...";

/* Cancel */
"Cancel" = "Avbryt";

/* Capacity */
"Capacity" = "Kapasitet";

/* Charge */
"Charge" = "Batterinivå";

/* Charge Started */
"Charge Started" = "Lading startet";

/* Charge Stopped */
"Charge Stopped" = "Lading stoppet";

/* Charge: %d%% */
"Charge: %d%%" = "Batterinivå: %d%%";

/* Charge: %d%%, voltage: %dmV, amperage: %dmA (peak: %dmA), plugged: %@, charging: %@, cycle count: %d */
"Charge: %d%%, voltage: %dmV, amperage: %dmA (peak: %dmA), plugged: %@, charging: %@, cycle count: %d" = "Batterinivå: %1$d%%, spenning: %2$dmV, strømstyrke: %3$dmA (topp: %4$dmA), tilkoblet: %5$@, lader: %6$@, antall sykluser: %7$d";

/* Charging */
"Charging" = "Lader";

/* Chart View */
"Chart View" = "Diagramvisning";

/* Clear Log */
"Clear Log" = "Tøm logg";

/* Could not write to file %@ */
"Could not write to file %@" = "Kunne ikke skrive til filen %@";

/* Current Charge: %d%% */
"Current Charge: %d%%" = "Nåværende batterinivå: %d%%";

/* Cycle Count */
"Cycle Count" = "Antall sykluser";

/* Cycle count or maximum capacity changed. Adding a snapshot */
"Cycle count or maximum capacity changed. Adding a snapshot" = "Syklusteller eller makskapasitet endret. Lagrer et skjermbilde.";

/* Date */
"Date" = "Dato";

/* Demo Battery */
"Demo Battery" = "Demobatteri";

/* Details */
"Details" = "Detaljer";

/* Diagnostics */
"Diagnostics" = "Diagnostikk";

/* Energy Saver */
"Energy Saver" = "Energisparing";

/* Error writing to file */
"Error writing to file" = "Feil ved skriving til fil";

/* Evaluation license */
"Evaluation license" = "Evaluasjonslisens";

/* Export */
"Export" = "Eksporter";

/* Family pack license */
"Family pack license" = "Familiepakkelisens";

/* Found Shared Battery */
"Found Shared Battery" = "Delt batteri funnet";

/* General */
"General" = "Generelt";

/* Gift license */
"Gift license" = "Gavelisens";

/* Hide Battery Status */
"Hide Battery Status" = "Skjul batteristatus";

/* Hide Sessions Browser */
"Hide Sessions Browser" = "Skjul sesjonsvisning";

/* Hide Sidebar */
"Hide Sidebar" = "Skjul sidemeny";

/* Inspect */
"Inspect" = "Inspiser";

/* Inspect Session */
"Inspect Session" = "Inspiser sesjon";

/* Later */
"Later" = "Senere";

/* License expired */
"License expired" = "Lisensen er utgått";

/* Max Capacity */
"Max Capacity" = "Maks kapasitet";

/* MiniBatteryLogger Battery Data Sharing */
"MiniBatteryLogger Battery Data Sharing" = "MiniBatteryLogger Batteridatadeling";

/* Monitoring Started */
"Monitoring Started" = "Overvåking startet";

/* Monitoring Stopped */
"Monitoring Stopped" = "Overvåking stoppet";

/* Never */
"Never" = "Aldri";

/* no */
"no" = "nei";

/* No */
"No" = "Nei";

/* No Snapshots */
"No Snapshots" = "Ingen skjermbilder";

/* Not available */
"Not available" = "Ikke tilgjengelig";

/* Not Eligible */
"Not Eligible" = "Ikke godkjent";

/* Now monitoring battery %d on %@ */
"Now monitoring battery %d on %@" = "Overvåker batteri %1$d på %2$@";

/* OK */
"OK" = "OK";

/* Open Energy Saver */
"Open Energy Saver" = "Åpne energisparing";

/* Open Log */
"Open Log" = "Åpne logg";

/* Open Log in Console */
"Open Log in Console" = "Åpne Logg i Konsoll";

/* Original Capacity */
"Original Capacity" = "Opprinnelig kapasitet";

/* Plugged */
"Plugged" = "Tilkoblet";

/* Power Source Changed */
"Power Source Changed" = "Bytte av strømkilde";

/* Power source: %@ */
"Power source: %@" = "Strømkilde: %@";

/* Print Document */
"Print Document" = "Skriv ut dokument";

/* Registration */
"Registration" = "Registrering";

/* Restart now */
"Restart now" = "Start maskinen på nytt nå";

/* Restart required */
"Restart required" = "Krever omstart";

/* Resume */
"Resume" = "Fortsett";

/* Resume Monitoring */
"Resume Monitoring" = "Fortsett overvåkning";

/* Session */
"Session" = "Sesjon";

/* Session started %@ at %@, monitoring for %@ h */
"Session started %@ at %@, monitoring for %@ h" = "Sesjon startet %1$@ klokken %2$@, pågått i %3$@ t";

/* Sessions */
"Sessions" = "Sesjoner";

/* Sessions Browser */
"Sessions Browser" = "Sesjonsvisning";

/* Setting the value to zero will disable the warnings. Are you sure? */
"Setting the value to zero will disable the warnings. Are you sure?" = "Ved å sette verdien til null vil alle varsler bli slått av. Er du sikker?";

/* Shared battery #%d on %@ no longer available */
"Shared battery #%d on %@ no longer available" = "Delt batteri #%1$d på %2$@ ikke lenger tilgjengelig";

/* Shared Battery Removed */
"Shared Battery Removed" = "Delt batteri fjernet";

/* Sharing */
"Sharing" = "Deling";

/* Shift */
"Shift" = "Flytt";

/* Shift Chart */
"Shift Chart" = "Flytt i diagram";

/* Show Battery Status */
"Show Battery Status" = "Vis batteristatus";

/* Show Sessions Browser */
"Show Sessions Browser" = "Vis sesjonsvisning";

/* Show Sidebar */
"Show Sidebar" = "Vis sidemeny";

/* Single user license */
"Single user license" = "Enbrukerlisens";

/* Site license */
"Site license" = "Gruppelisens";

/* Snapshot Grabbed */
"Snapshot Grabbed" = "Skjermbilde lagret";

/* Software Update */
"Software Update" = "Programvareoppdatering";

/* Start date: %@, expiration date: %@, license type: %@ */
"Start date: %@, expiration date: %@, license type: %@" = "Startdato: %1$@, ekspirasjonsdato: %2$@, lisenstype: %3$@";

/* Stop */
"Stop" = "Stopp";

/* Stop Monitoring */
"Stop Monitoring" = "Stopp overvåkning";

/* Switching to AC Power */
"Switching to AC Power" = "Bytter til strømforsyning";

/* Switching to Battery Power */
"Switching to Battery Power" = "Bytter til batteri";

/* Test Notification */
"Test Notification" = "Testvarsling";

/* The battery has reached the %d%% of its original capacity */
"The battery has reached the %d%% of its original capacity" = "Batteriet har nådd %d%% av den opprinnelige kapasiteten";

/* The license you entered was valid, but has already expired */
"The license you entered was valid, but has already expired" = "Lisensen var gyldig, men har allerede utgått";

/* This battery is not eligible for the iBook G4 and PowerBook G4 Battery Exchange program */
"This battery is not eligible for the iBook G4 and PowerBook G4 Battery Exchange program" = "Batteriet er ikke godkjent for iBook G4 og PowerBook G4-Batteribytteprogrammet";

/* This is a test notification */
"This is a test notification" = "Dette er en testvarsling";

/* This Mac */
"This Mac" = "Denne Macen";

/* This setting requires the restart of the application to be effective. You may restart the application right now or later. */
"This setting requires the restart of the application. You may restart the application right now or later." = "Dette valget krever en omstart. Du kan starte maskinen på nytt nå eller senere.";

/* Type */
"Type" = "Type";

/* Unknown */
"Unknown" = "Ukjent";

/* Version %@ (%@) */
"Version %@ (%@)" = "Versjon %1$@ (%2$@)";

/* View */
"View" = "Vis";

/* Voltage */
"Voltage" = "Spenning";

/* Warning disabled */
"Warning disabled" = "Varsler avslått";

/* Yes */
"Yes" = "Ja";

/* yes */
"yes" = "ja";

/* Zoom */
"Zoom" = "Zoom";

